{
  "legalData": [
    {
      "slug": "about-us",
      "id": "about-us",
      "productTitle": "About Us",
      "description": [
        {
          "descriptionText": "Sireprinting.com is a family-owned printing and packaging company having a strict emphasis on providing environmentally friendly printing and packaging solutions to its esteemed clients. Today, we are widely known as the most economical company with the fastest turnaround time in the product packaging business sector. Our reliable prevailing tendency and strong ambitions are the most precious asset that distinguishes us from our competitors.",
          "descriptionHeading": "HOW DO WE SERVE YOU?",
          "descriptionText": "We at sireprinting.com provide personalized and economical packaging & printing for all the personal and professional requirements of our clients. We have advanced high-end technology to guarantee that all the product packaging boxes we produce have top-notch quality without putting a dent in our client’s wallet. Our seasoned and highly committed team of proficient designers furnish your products with fantastic artwork and eye-dazzling layouts.  Printing and also shipment within time are the top core qualities of our firm.",
          "descriptionHeading": "CUSTOMIZED PRODUCT PACKAGING SERVICES",
          "descriptionText": "Every order you place at sireprinting.com is professionally dealt with deep care and concentration to ensure premium quality and striking results.  Kraft boxes, Cardboard boxes, Rigid & Corrugated boxes, Window boxes, Die-cut boxes, and a complete range of packages for special occasions and celebrations events are our specific fields of interest and packaging know-how. Aside from these, our company is known for all sorts of product categories, whether these are gaming boxes, medicinal product packaging, or any other niche you deal in or produce under your banner. Whether you want custom pillow present boxes or tailored kraft boxes for your hemp packaging, window screen boxes, or paper bags to guarantee a tidy environment with eye-catching brand representation, we have it all covered.",
          "descriptionHeading": "CLIENT SATISFACTION, OUR MOST PRECIOUS ASSET",
          "descriptionText": "We utilize the environment and customer-friendly raw material for printing boxes without compromising the top quality. Our competent and experienced employees enable you to experience flawless printing.  We have something for everyone and each occasion, services, and product. You can have a look at our high-quality packaging items on our internet site."
        }
      ]
    },
    {
      "slug": "privacy-policy",
      "id": "privacy-policy",
      "productTitle": "Privacy Policy",
      "description": [
        {
          "descriptionHeading": "PRIVACY AND SECURITY",
          "descriptionText": "Sireprinting.com is strictly committed to keeping the privacy of its consumers intact and secure. We promise and make sure not to spam you, and we will not market your information.",
          "descriptionHeading": "INFORMATION DATA ACCUMULATION",
          "descriptionText": "Sireprinting.com is the sole owner of the information accumulated on www.sireprinting.com. We gather info from our users, customers, and site visitors at several various factors on our Web site. Various domains of our web server collect individual info about the customer details gathered from different locations. All that information is kept in log data that contain site visitors' domain name, IP address information, internet browser name, date/time of browse through which the site was visited, referring/exit websites, the number of clicks as well as broad geographic/demographic info to produce the existing fads. It is worth mentioning that we will only reveal your information when needed by law or to protect our rate of interests and security and those of various other site visitors to our website, or when you permit us to do so.",
          "descriptionHeading": "COOKIES & LOG FILES",
          "descriptionText": "A cookie is an item of information saved on the user's computer system linked to info regarding the user who visited our site in any position. We utilize relentless cookies to facilitate user experience. A relentless cookie is a tiny text file saved on the individual's hard drive for an extended period. These cookies can be eliminated by complying with browser assistance file instructions at your computer about the specific browser being used. Like the majority of standard site web servers, we also make use of log files and documents.",
          "descriptionHeading": "REGISTRATION",
          "descriptionText": "To use Sireprinting.com, a customer must reveal his/her email and name to finish the registration procedure. In many cases, we use this information to speak to the user regarding our products and services, even if they have not ordered these specific products. All that is meant to make sure that our user is furnished with the kind of details they had in mind while accessing our support inbox or chat facility. It is assumed that any details accumulated for processing the order or any other question will certainly not be shared or exposed to any 3rd party customer and will meticulously be made use of just for client service purposes.",
          "descriptionHeading": "CUSTOMER SUPPORT",
          "descriptionText": "We use our website to offer our customers a flawless user experience not to be found anywhere. For that, we communicate with users often to offer asked for services and suggestions for improvements. Our production and customer care team makes use of live chat, email, and phone information to communicate with clients regarding problems associated with the in-process order.",
          "descriptionHeading": "SUPPLEMENTS OF INFORMATION",
          "descriptionText": "Suppose we decide to transform our privacy policy. In that case, we will certainly post those modifications to this personal privacy declaration, the homepage, and also various other places we deem appropriate, so our users are always aware of what information we gather, how we use it, and under what scenarios, if any, we divulge it. We will use info by the privacy plan under which the info was gathered. Suppose nonetheless, we will use users' personally identifiable information in a way different from that specified one at the time of collection. "
        }
      ]
    },
    {
      "slug": "terms-conditions",
      "id": "terms-conditions",
      "productTitle": "Terms & Conditions",
      "description": [
        {
          "descriptionHeading": "COMMENT TO PRIVACY",
          "descriptionText": "When you avail any of the solutions we offer, you will have to comply with the abiding by terms and conditions. You are requested to read the following detailed version of our terms & conditions to save you and us from any inconvenience. Sireprinting.com is the proprietor of all the products and items used for the manufacturing and production of our products. Likewise, our authority to disperse free specimens about the custom made boxes to showcase our proficiency and expertise.",
          "descriptionHeading": "COPYRIGHT NOTICE",
          "descriptionText": "By visiting and using our website, you fully understand and agree upon that Sireprinting.com wholly owns our website's features and substances. Comprising of but not limited to content material, all sorts of information, software application, photos, slides, presentations, portrayals, maps, icons, symbols, versions, farms, videos, and all other such materials that fall under our internet site contents are the sole property of Sireprinting.com, which also includes any media uploaded by the outsider providers.",
          "descriptionHeading": "PAYMENTS, ORDER PLACEMENTS, AND CANCELLATIONS",
          "descriptionText": "We bill for our items in USD (U.S. Dollar) on our website. Payment will be obtained similarly. The organization begins dealing with your sent orders as soon as they have received the overall amount of cash you owe them, including taxes, delivery charges, etc. with some genuine repayment resources. To place your orders, you need to send us the final statement of the ordered services or product through phone call or email. The cancellation fees are 25 $, and 5 % will certainly be subtracted from your order's full settlement. The longer you take to terminate, the more will certainly be the cost. It will cost you 50 % of your total payment if you purchase cancellation after 24 hrs.",
          "descriptionHeading": "RETURN & REFUND POLICY",
          "descriptionText": "In case you discover any problems in the printing of your order or the item is not published according to your demands, you have to notify the company within three working days, succeeding in getting your order. If there must be an incident of mistaken printing or unsolicited printing, we duplicate your initial order but do not use refunds. The management group does quality control check and monitoring. The customers are required to send the malfunctioning item's pictures to the organization using their cash within seven organization days to get the reprinted articles.",
          "descriptionHeading": "HOW TO GET IN TOUCH WITH SIREPRINTING.COM?",
          "descriptionText": "If there are any questions regarding this privacy plan, you might call us to use the details below.",
          "descriptionHeading": "Phone: (410) 834-9965",
          "descriptionText": "Email: support@sireprinting.com"
        }
      ]
    }
  ]
}